Repository: TECLIB/renamer
Catalog: locales/*.po
Languages: es_es, fr_fr

source: Please give write permission to the 'locales' folder of Glpi
es_es: Se ruega dar permisos de escritura a la carpeta 'locales' de Glpi
fr_fr: Veuillez donner les droit d'écriture sur le repèrtoire 'locales' de Glpi.

source: Please give write permission to the plugin Renamer
es_es: Se ruega dar permisos de escritura al plugin Renamer
fr_fr: Veuillez donner les droits d'écriture sur le plugin Renamer.

source: Error while cleaning backup folder
es_es: Error al limpiar la carpeta de backup
fr_fr: Erreur lors du nettoyage du dossier de sauvegarde.

source: Error while backup glpi locale files
es_es: Error al guardar los archivos de locales de Glpi
fr_fr: Error lors de la sauvegarde des fichiers de langue de Glpi.

source: Error while cleaning glpi locale files
es_es: Error al limpiar los archivos de locales de Glpi
fr_fr: Erreur lors du nettoyage du repertoire 'locales' de Glpi.

source: Error while restore glpi locale files
es_es: Error al restablecer los ficheros de locales de Glpi
fr_fr: Erreur lors de la restauration des fichiers de langue de Glpi

source: Error while cling backup folder
fr_fr: Erreur lors de nettoyage du dossier de sauvegarde.

source: The word '%1$s' is already an overload, please restore this word and try again
fr_fr: Le mot '%1$s' est déjà une surcharge, restaurer le mot d'origine et veuillez recommencer.

source: Please complete the field 'word'
fr_fr: Veuillez renseigner le champs 'Mot' .

source: Please complete the field 'language'
fr_fr: Veuillez renseigner le champs 'langage' .

source: Please complete the field 'Substitut'
fr_fr: Veuillez renseigner le champs 'Nouveau mot' .

source: The word '%1$s' does not exist.
fr_fr: Le mot '%1$s' n'éxiste pas.

source: Restoration Complete
es_es: Restablecimiento finalizado
fr_fr: Restauration des fichiers de langues effectué avec succés.

source: Please complete the field 'new Substitut'
fr_fr: Veuillez renseigner le champs 'Nouveau mot' .

source: Setup - Renamer
es_es: Configuración - Renamer
fr_fr: Configuration - Renamer

source: Thank you to activate plugin
es_es: Se ruega activar el plugin
fr_fr: Merci d'activer le plugin Renamer.

source: Error when saving files '%1$s'
es_es: Error al guardar archivos '%1$s'
fr_fr: Erreur lors de la sauvegarde du fichier '%1$s' .

source: Error while deleting backup file '%1$s'
es_es: Error al suprimir el archivo de backup '%1$s'
fr_fr: Erreur lors de la supression du fichier de sauvegarde '%1$s' .

source: Error while cleaning local glpi file '%1$s'
es_es: Error al limpiar el archivo de locales de Glpi '%1$s'
fr_fr: Erreur lors du nettoyage du fichier local '%1$s' de Glpi.

source: Error during the restoration of local file '%1$s'
es_es: Error al restablecer el archivo de locales '%1$s'
fr_fr: Erreur lors de la restauration des fichiers de langue de Glpi

source: History of overload
es_es: Histórico de sobrecarga
fr_fr: Historique des surcharges

source: ID
fr_fr: Identifiant

source: Language
es_es: Idioma
fr_fr: Langue

source: Overload
fr_fr: Surcharger

source: User
fr_fr: Utilisateur

source: Delete
fr_fr: Suppression

source: Update
es_es: Actualizar
fr_fr: Modifier

source: Delete overload
es_es: Suprimir la sobrecarga
fr_fr: Supprimer la surcharge.

source: Update Overload
fr_fr: Modifier la surcharge

source: No history to show for the moment
es_es: Ningún histórico hasta el momento
fr_fr: Pas d'historique à afficher pour le moment.

source: Overload Language
es_es: Idioma de sobrecarga
fr_fr: Surcharger une langue

source: Overload language
fr_fr: Surcharger une langue

source: Restore Language
fr_fr: Restaurer les langues

source: Update overload Language
fr_fr: Modifier la surcharge d'une langue

source: Word
fr_fr: Mot

source: New substitut
fr_fr: Nouveau Mot

source: Error when access to the file '%1$s' Please give write permission to the 'locales' folder of Glpi
fr_fr: Erreur lors del'acces au fichier '%1$s', Veuillez donner les droit d'écriture sur le repèrtoire 'locales' de Glpi.

source: Error when adding history in the database
fr_fr: Erreur lors de la création de l'historique

source: '%1$s' replaced by '%2$s'
es_es: '%1$s' reemplazado con '%2$s'
fr_fr: '%1$s' remplacer par '%2$s'

source: Error when access to the file '%1$s'
fr_fr: Erreur lors de l'acces au fichier '%1$s'.

source: Error when deleting history in the database
fr_fr: Erreur lors de la suppression de l'historique.

source: Error when updating history in the database
fr_fr: Erreur lors de la mise à jour de l'historique.

source: '%1$s' updated by '%2$s'
fr_fr: '%1$s' mise à jour par '%2$s'

source: Can't access to file '%1$s'
es_es: No tiene acceso al archivo '%1$s'

source: Can't save file '%1$s' in tmp folder
es_es: No se puede guardar el archivo '%1$s' en la carpeta tmp

source: This Word is already overload
es_es: Esta palabra ya esta sobrecargada

source: Can't access to file
es_es: No tiene acceso al archivo

# action
source: Overload
es_es: Sobrecargar

# field
source: Overload
es_es: Sobrecarga

source: Thank you to select a language
es_es: Se ruega seleccionar un idioma

source: Renamer plugin setup
es_es: Configuración del plugin Renamer

source: Choose languages to display
es_es: Elija los idiomas que mostrar

source: Search Word
es_es: Buscar palabra o frase

source: List of words found
es_es: Lista de palabras encontradas

source: String
es_es: Palabra / frase

source: Date
es_es: Fecha

source: Update overload
es_es: Actualizar la sobrecarga

source: Restore all languages
es_es: Restablecer todos los idiomas

source: Restore a language
es_es: Restablecer un idioma

source: Can't remove file '%1$s' in tmp folder
es_es: No se puede suprimir el archivo '%1$s' de la carpeta tmp

source: Can't restore file '%1$s' in locale folder of Glpi
es_es: No se puede restablecer el archivo '%1$s' en la carpeta de locales de Glpi

source: Can't remove file '%1$s' in locale folder of Glpi
es_es: No se puede suprimir el archivo '%1$s' de la carpeta de locales de Glpi

source: Thank you to inform the field
es_es: Se ruega entrar el campo

source: No selected
es_es: No seleccionado

source: Selected
es_es: Seleccionado
